/* No comment provided by engineer. */
"CANCEL" = "CANCEL";

/* today's news */
"DAILY_LATEST" = "DAILY_LATEST";

/* No comment provided by engineer. */
"ERROR" = "ERROR";

/* Last Updated */
"Last Updated" = "Last Updated";

/* Loading Status */
"Loading more..." = "Loading more...";

/* Loading Status */
"Loading..." = "Loading...";

/* No comment provided by engineer. */
"NET_DOWNLOAD_ERROR" = "NET_DOWNLOAD_ERROR";

/* Pull down to refresh status */
"Pull down to refresh..." = "Pull down to refresh...";

/* Pull up to load more status */
"Pull up to load more..." = "Pull up to load more...";

/* Release to load more status */
"Release to load more..." = "Release to load more...";

/* Release to refresh status */
"Release to refresh..." = "Release to refresh...";

